{
    "comments": [
        {
            "userId": "",
            "text": "Yes"
        },
        {
            "userId": "",
            "text": "I like this event"
        },
        {
            "userId": "",
            "text": "I will wear green, what about you?"
        },
        {
            "userId": "",
            "text": "It's a usual delay for me to arrive. he hype really exists for a reason. Most of my expectations were met and some were even exceeded by my experience at this school. There's a lot of reviews and advice about USC out there, but one thing I would say is this: if you are the kind of person who can easily feel lonely or isolated in a new city or institution, this is the place for you. Making friends is literally so easy here and it is very unlikely for someone to feel a low sense of community here. Fight On!"
        },
        {
            "userId": "",
            "text": "It's a very pretty but sometimes dull. he hype really exists for a reason. Most of my expectations were met and some were even exceeded by my experience at this school. There's a lot of reviews and advice about USC out there, but one thing I would say is this: if you are the kind of person who can easily feel lonely or isolated in a new city or institution, this is the place for you. Making friends is literally so easy here and it is very unlikely for someone to feel a low sense of community here. Fight On!"
        },
        {
            "userId": "",
            "text": "Very welcoming environment. he hype really exists for a reason. Most of my expectations were met and some were even exceeded by my experience at this school. There's a lot of reviews and advice about USC out there, but one thing I would say is this: if you are the kind of person who can easily feel lonely or isolated in a new city or institution, this is the place for you. Making friends is literally so easy here and it is very unlikely for someone to feel a low sense of community here. Fight On!"
        },
        {
            "userId": "",
            "text": "I loved Stevens and the engineering curriculum."
        },
        {
            "userId": "",
            "text": "I recently completed my first semester at USC and I gotta say, the hype really exists for a reason. Most of my expectations were met and some were even exceeded by my experience at this school. There's a lot of reviews and advice about USC out there, but one thing I would say is this: if you are the kind of person who can easily feel lonely or isolated in a new city or institution, this is the place for you. Making friends is literally so easy here and it is very unlikely for someone to feel a low sense of community here. Fight On!"
        },
        {
            "userId": "",
            "text": "Stevns University, you will have great parties duuring Master's program"
        },
        {
            "userId": "",
            "text": "Hi, I have awesome food prepared for the event."
        },
        {
            "userId": "",
            "text": "It takes around 10-15 business days for ielts to send the scores to university."
        },
        {
            "userId": "",
            "text": "I think you should go for generalised computer science since it gives you opportunity to explore more."
        }
    ]
}